tap "dopplerhq/cli"
tap "felixkratz/formulae"
tap "fusionauth/fusionauth"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "minio/stable"
tap "shivammathur/php"
tap "skyzyx/ffmpeg"
tap "skyzyx/webp"
tap "yt-dlp/taps"
brew "act"
brew "giflib"
brew "libpng"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "apr-util"
brew "bash"
brew "bat"
brew "bore-cli"
brew "python@3.10"
brew "bpytop"
brew "caddy"
brew "glib"
brew "cairo"
brew "ciphey"
brew "cmake"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "freetds"
brew "krb5"
brew "php", restart_service: true
brew "composer"
brew "cowsay"
brew "cpufetch"
brew "dnsmasq", restart_service: true
brew "docker"
brew "docker-compose"
brew "dotnet"
brew "erlang"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "pango"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fortune"
brew "gdk-pixbuf"
brew "gdu"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "python@3.11"
brew "gobject-introspection"
brew "openjdk@17"
brew "gradle"
brew "graphicsmagick"
brew "guile"
brew "htop"
brew "httpd", restart_service: true
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "jenv"
brew "jpeg"
brew "libfido2"
brew "librsvg"
brew "links"
brew "python@3.12"
brew "lsd"
brew "mas"
brew "minetest"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openjdk@11"
brew "pandoc"
brew "pillow"
brew "postgresql@14"
brew "putty"
brew "pyqt@5"
brew "python-tk@3.9"
brew "rabbitmq", restart_service: true
brew "redis", restart_service: true
brew "rust"
brew "starship"
brew "telnet"
brew "tmate"
brew "wget"
brew "youtube-dl"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "fusionauth/fusionauth/fusionauth-app"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "chatgpt"
cask "devutils"
cask "displaperture"
cask "fig"
cask "flameshot"
cask "flutter"
cask "font-jetbrains-mono-nerd-font"
cask "hiddenbar"
cask "id3-editor"
cask "keycastr"
cask "kitty"
cask "ngrok"
cask "unnaturalscrollwheels"
mas "Bitwarden", id: 1352778147
mas "ColorSlurp", id: 1287239339
mas "Disk Space Analyzer", id: 446243721
mas "Final Cut Pro", id: 424389933
mas "GoodNotes", id: 1444383602
mas "HP Smart", id: 1474276998
mas "Logic Pro", id: 634148309
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Sharezone", id: 1434868489
mas "Shazam", id: 897118787
mas "Termius", id: 1176074088
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
mas "WireGuard", id: 1451685025
vscode "aaron-bond.better-comments"
vscode "amandeepmittal.pug"
vscode "andrewberty.noir-theme-bundle"
vscode "animsh.vs-code-custom-ui-font"
vscode "arcensoth.language-mcfunction"
vscode "avaloniateam.vscode-avalonia"
vscode "beardedbear.beardedtheme"
vscode "bierner.emojisense"
vscode "bierner.markdown-mermaid"
vscode "britesnow.vscode-toggle-quotes"
vscode "bungcip.better-toml"
vscode "castanhocorreia.alphabetize"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "cdonohue.quill-icons"
vscode "chamboug.js-auto-backticks"
vscode "christian-kohler.npm-intellisense"
vscode "codesandbox-io.codesandbox-projects"
vscode "cpylua.language-postcss"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "elanandkumar.el-vsc-product-icon-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fkrull.gtk-dark-titlebar"
vscode "geforcelegend.vscode-glsl"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hookyqr.beautify"
vscode "icrawl.discord-vscode"
vscode "jabacchetta.material-pro"
vscode "jacklafond.annie-dark"
vscode "james-yu.latex-workshop"
vscode "jannisx11.snowstorm"
vscode "jock.svg"
vscode "johnpapa.vscode-cloak"
vscode "jtr.vscode-position"
vscode "karyfoundation.nearley"
vscode "kumar-harsh.graphql-for-vscode"
vscode "marinaglancy.bulk-problem-diagnostics"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "markis.code-coverage"
vscode "marp-team.marp-vscode"
vscode "mathematic.vscode-latex"
vscode "matthewpi.caddyfile-support"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.min-theme"
vscode "mikestead.dotenv"
vscode "minecraftcommands.syntax-mcfunction"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "naumovs.color-highlight"
vscode "nuxt.mdc"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "pedro-w.tmlanguage"
vscode "pepri.subtitles-editor"
vscode "pkief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "pmneo.tsimporter"
vscode "prisma.prisma"
vscode "pufferbommy.pretty-poimandres"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "rowewilsonfrederiskholme.wikitext"
vscode "rust-lang.rust-analyzer"
vscode "sallar.vscode-duotone-dark"
vscode "samogorman1993.space-invader"
vscode "seatonjiang.gitmoji-vscode"
vscode "sebsojeda.vscode-svx"
vscode "slevesque.shader"
vscode "solomonkinard.case-flip"
vscode "spgoding.datapack-language-server"
vscode "strum355.vscode-mc-shader"
vscode "styled-components.vscode-styled-components"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "tauri-apps.tauri-vscode"
vscode "teabyii.ayu"
vscode "uctakeoff.vscode-counter"
vscode "undefined_publisher.tpml"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "wakatime.vscode-wakatime"
vscode "wallabyjs.quokka-vscode"
vscode "whatwedo.twig"
vscode "william-voyek.vscode-nginx"
vscode "withfig.fig"
vscode "yoavbls.pretty-ts-errors"
vscode "yy0931.save-as-root"
vscode "yzane.markdown-pdf"
vscode "zamerick.vscode-caddyfile-syntax"
