2gua.rainbow-brackets
aaron-bond.better-comments
BeardedBear.beardedtheme
bierner.emojisense
BriteSnow.vscode-toggle-quotes
bungcip.better-toml
cdonohue.quill-icons
christian-kohler.npm-intellisense
cpylua.language-postcss
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
eamodio.gitlens
EditorConfig.EditorConfig
ElAnandKumar.el-vsc-product-icon-theme
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
GitHub.copilot
GitHub.github-vscode-theme
Gruntfuggly.todo-tree
HookyQR.beautify
icrawl.discord-vscode
jabacchetta.material-pro
JackLaFond.annie-dark
karyfoundation.nearley
kumar-harsh.graphql-for-vscode
mark-wiemer.vscode-autohotkey-plus-plus
mhutchie.git-graph
miguelsolorio.fluent-icons
miguelsolorio.min-theme
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-vscode-remote.remote-containers
naumovs.color-highlight
Nuxt.mdc
oderwat.indent-rainbow
pepri.subtitles-editor
PKief.material-icon-theme
pmndrs.pmndrs
pmneo.tsimporter
Prisma.prisma
ritwickdey.LiveServer
sallar.vscode-duotone-dark
samogorman1993.space-invader
seatonjiang.gitmoji-vscode
solomonkinard.case-flip
SPGoding.datapack-language-server
syler.sass-indented
teabyii.ayu
Vue.volar
zamerick.vscode-caddyfile-syntax
